Repository: common-repository/boardgameprices
Catalog: languages/boardgameprices-*.po
Languages: da_dk, sv_se

source: [ID is required]
da_dk: [ID mangler]
sv_se: [ID krävs]

source: [Error getting price]
da_dk: [Fejl ved hent af pris]
sv_se: [Fel]

source: Prices delivered by %s
da_dk: Priser leveret af %s
sv_se: Lägsta spelpriserna hämtade från %s

source: with shipping
da_dk: med fragt
sv_se: inklusive frakt

source: , in stock!
da_dk: , på lager!
sv_se: , i lager!

source: Buy now
da_dk: Køb nu
sv_se: Köp nu

source: See all %d offers!
da_dk: Se alle %d tilbud!
sv_se: Se alla %d erbjudanden!

source: %s could not find a price for this item.
da_dk: %s kunne ikke finde en pris på dette produkt.
sv_se: %s kunde inte hitta ett pris för denna varan.

source: More details here
da_dk: Se flere detaljer her
sv_se: Fler detaljer här

source: [unknown price]
da_dk: [ukendt pris]
sv_se: [okänt pris]

source: BoardGamePrices Settings
da_dk: Brætspilspriser indstillinger
sv_se: Brädspelspriser inställningar

source: BoardGamePrices settings
da_dk: Brætspilspriser indstillinger
sv_se: Brädspelspriser inställningar

source: Destination country for shipping prices:
da_dk: Leveringslang for fragtberegninger:
sv_se: Mottagarland för fraktpriser:

source: United Kingdom
da_dk: Storbritannien

source: Denmark
da_dk: Danmark
sv_se: Danmark

source: Sweden
da_dk: Sverige
sv_se: Sverige

source: Germany
da_dk: Tyskland
sv_se: Tyskland

source: United States
da_dk: USA
sv_se: USA

source: Currency:
da_dk: Valuta:
sv_se: Valuta:

source: Preference for price selection:
da_dk: Indstiling for valg af priser:
sv_se: Val för priset:

source: Prefer items in stock from local stores (recommended).
da_dk: Foretræk produkter på lager fra lokale butikker (anbefalet).
sv_se: Föredra varor i lager från lokala butiker (rekommenderat).

source: Prefer items in stock (from all stores).
da_dk: Foretræk produkter på lager (i alle butikker).
sv_se: Föredra varor i lager (från samtliga butiker).

source: Always select the cheapest price (with shipping).
da_dk: Vælg altid den billigste pris (med fragt).
sv_se: Välj alltid det billigaste priset (inklusive frakt).

source: Save Changes
da_dk: Gem
sv_se: Spara ändringarna

source: BoardGamePrices
da_dk: Brætspilspriser
sv_se: Brädspelspriser

source: Short code for embedding the best price for board games
da_dk: Shortcodes for indlejring af de bedste priser på brætspil

source: http://boardgameprices.co.uk
da_dk: http://braetspilspriser.dk
sv_se: http://bradspelspriser.se

source: http://boardgameprices.co.uk/api/plugin
sv_se: http://bradspelspriser.se/api/plugin
